{
    "metaDocsTitle": "Документація",

    "menuButton": "Меню",
    "languagesButton": "Мова",
    "englishLanguageButton": "English",
    "ukrainianLanguageButton": "Українська",
    "themesButton": "Тема",
    "darkThemeButton": "Темна",
    "lightThemeButton": "Світла",

    "modalErrorMessage": "Щось пішло не так... Спробуйте пізніше",
    "shareModalTitle": "Поділіться зі спільнотою",
    "shareModalButton": "Поділитися",
    "shareModalSuccess": "Успішно!",
    "shareModalImageShared": "Зображення відправлено!",
    "shareModalText": "Створивши потрібне зображення, Ви можете поділитися ним з іншими в спільноті.",
    "shareModalFormNameLabel": "Ім'я",
    "shareModalFormNamePlaceholder": "Сергій",
    "shareModalFormPromptLabel": "Запит",
    "communityModalTitle": "Галерея спільноти",
    "communityModalNoPosts": "Дописів у спільноті ще немає...",

    "bigTitle": "Покращуйте життя з новим AI",

    "getStartedText": "Відкрийте для себе всесвіт AI! Час настільки захопливий, що можна вести розмови з AI, створювати арт і ділитися ним зі світом!",

    "decorationBlockText": "Середовище для спілкування з AI. Обміняйтесь думками з ChatGPT і створіть мистецтво з DALL·E 2!",

    "quickLinks": "Швидкі посилання",
    "copyrightTitle": "Copyright",
    "copyrightText": "© Проєкт AI & YOU, 2023",

    "linkCopied": "Посилання скопійовано!",

    "homePageTitle": "Головна",

    "getStartedPageTitle": "Розпочати",
    "getStartedPageDescription": "Вступ до світу штучного інтелекту, огляд основних концепцій і термінології, які користувачу потрібно знати, щоб розпочати роботу з AI",
    "getStartedChapter1Title": "Вступ",
    "getStartedChapter1Value1": "Штучний інтелект (AI) – це напрям у комп'ютерних науках, який вивчає та розробляє системи та програми, здатні виконувати завдання, які зазвичай потребують людського інтелекту. Такі завдання можуть включати розпізнавання мови, навчання, планування, розпізнавання зображень, рішення проблем та інше.",
    "getStartedChapter1Value2": "Ці технології можуть значно полегшити наше життя, відповідно обробляючи та інтерпретуючи великі обсяги даних, вирішуючи складні математичні задачі, прогнозуючи майбутні події та допомагаючи нам працювати більш ефективно.",
    "getStartedChapter1Value3": "Сьогодні ШІ є не від'ємною частиною сучасного життя. Його використовують у всіх сферах діяльності, починаючи від рекомендацій музики в Spotify і закінчуючи автопілотом у Tesla. За прогнозами аналітиків, глобальний ринок ШІ може досягнути $191 мільярда до 2025 року, що показує важливість цієї області.",
    "getStartedChapter1Value4": "Ви, мабуть, вже користувалися штучним інтелектом, навіть не здогадуючись про це. Коли ви робите пошук в Google, штучний інтелект допомагає вам знайти найкращі результати. Коли ви використовуєте рекомендації в музичному сервісі, такому як Spotify, це теж робота штучного інтелекту. Даже ваш смартфон, який розпізнає ваш голос, використовує штучний інтелект!",
    "getStartedChapter2Title": "Знайомство з сучасним ШІ",
    "getStartedChapter2Value1": "Сучасні системи штучного інтелекту вже успішно впораються з великою кількістю завдань, починаючи від розпізнавання мови і закінчуючи аналізом великих обсягів даних.",
    "getStartedChapter2Value2": "Їх використовують у різних сферах життя, включаючи освіту, медицину, бізнес та інші. Наприклад, AI може допомогти вчителям оцінювати роботи студентів або допомогти лікарям діагностувати хвороби на ранніх стадіях. Штучний інтелект вже стає невід'ємною частиною нашого життя.",
    "getStartedChapter3Title": "Як використовувати",
    "getStartedChapter3Value1": "Способи взаємодії з AI можуть бути різними і залежать від конкретного випадку використання. Зазвичай, AI використовують для обробки великої кількості даних, виявлення залежностей та тенденцій в цих даних, а також для вирішення конкретних задач.",
    "getStartedChapter3Value2": "Наприклад, AI може бути використаний для прогнозування погоди, створення персоналізованих рекомендацій в сервісах відео та музики, автоматичного перекладу текстів та багато іншого.",
    "getStartedChapter4Title": "З чого почати навчання",
    "getStartedChapter4Value1": "Перш за все, перед тим як почати використовувати AI, важливо розуміти, як він працює. Це означає, що вам потрібно зрозуміти основні концепції та термінологію AI, таку як машинне навчання, нейронні мережі, алгоритми оптимізації та інше.",
    "getStartedChapter4Value2": "Після того, як ви зрозумієте основні принципи роботи AI, ви зможете краще розуміти, як він може бути використаний у конкретних областях, які вас цікавлять.",
    "getStartedChapter5Title": "Спробуйте AI на практиці",
    "getStartedChapter5Value1": "Однією з найкращих способів навчитися чому-небудь, є пряма робота з цим. Після того, як ви отримаєте базове розуміння того, як працює штучний інтелект, ви можете спробувати використовувати його на практиці.",
    "getStartedChapter5Value2": "Ви можете використовувати різні програми та інструменти для взаємодії з AI, такі як ChatGPT чи DALL-E-2, який ви можете використовувати прямо тут, на нашому веб-сайті. Крім того, в інтернеті є багато безкоштовних ресурсів, які допоможуть вам зрозуміти, як AI працює та як його використовувати.",

    "modernAIPageTitle": "Сучасний AI",
    "modernAIPageDescription": "Сучасний стан штучного інтелекту, чому він став таким популярним, як він став таким розумним, а також його використання та потенційні загрози",
    "modernAIChapter1Title": "Звідки така популярнісь",
    "modernAIChapter1Value1": "Штучний інтелект (ШІ) – це широке поняття, яке описує здатність машини виконувати завдання, які зазвичай вимагають людського інтелекту. Він проникає в найрізноманітніші сфери нашого життя, починаючи від простих додатків на смартфонах до складних систем управління для космічних кораблів. Але чому він став таким популярним? Що спричинило цей вибух зацікавленості і активної розробки? У цьому документі ми розглянемо основні фактори, які зумовили популярність штучного інтелекту в сучасному світі.",
    "modernAIChapter1Value2": "З однієї сторони, сучасний штучний інтелект виріс з небувалого прогресу комп'ютерних технологій. Процесори стали потужнішими, з'явилася велика кількість пам'яті для зберігання даних, а мережі стали швидкими та всеосяжними. Це дало можливість машинам обробляти великі обсяги інформації, навчатися на великих даних і виконувати завдання, які раніше були неможливими.",
    "modernAIChapter1Value3": "Другий важливий фактор – це доступність даних. В сучасному світі ми створюємо та зберігаємо неймовірні обсяги інформації. Штучний інтелект використовує ці дані для тренувань і навчання, а потім використовує отримані знання для вирішення різноманітних задач.",
    "modernAIChapter1Value4": "Третій фактор – це постійне покращення алгоритмів. Вчені та розробники постійно вдосконалюють методи машинного навчання, що дозволяє штучному інтелекту ставати все більш ефективним.",
    "modernAIChapter1Value5": "Штучний інтелект використовується в широкому спектрі сфер, починаючи від технологій і закінчуючи медициною. Він допомагає в автоматизації рутинних задач, визначенні шаблонів, прогнозуванні подій, а також в складних рішеннях, які вимагають глибокого аналізу.",
    "modernAIChapter1Value6": "Отже, популярність штучного інтелекту зумовлена комбінацією кількох факторів: технологічним прогресом, доступністю даних, покращенням алгоритмів і практичністю його використання. Це тільки початок: з урахуванням швидкого розвитку технологій, можна очікувати, що штучний інтелект продовжить своє зростання і буде все більше впливати на наше життя в майбутньому.",
    "modernAIChapter2Title": "Чому такий розумний",
    "modernAIChapter2Value1": "Штучний інтелект (ШІ) вже давно перестав бути просто фантастичною ідеєю і став реальністю нашого життя. ШІ може виконувати завдання, що вимагають \"інтелектуального\" підходу, такі як розпізнавання мови, аналіз даних, навіть управління автомобілями. Але як саме штучний інтелект став таким \"розумним\"? Як він \"вчиться\" і \"розуміє\" світ навколо себе?",
    "modernAIChapter2Value2": "Штучний інтелект в основному став \"розумним\" завдяки процесу, який ми називаємо машинним навчанням. Це метод, що дозволяє машині вчитися без того, щоб бути явно запрограмованою. Машина вчиться на основі даних, які їй подають, і з часом вона стає все більш ефективною в виконанні певних завдань.",
    "modernAIChapter2Value3": "Одним з ключових елементів сучасного ШІ є нейронні мережі. Вони спроектовані так, щоб імітувати роботу людського мозку. Нейронні мережі складаються з великого числа взаємопов'язаних \"нейронів\", які спільно обробляють інформацію і дозволяють ШІ вчитися, аналізувати і робити висновки.",
    "modernAIChapter2Value4": "\"Біг дата\", або великі дані, також відіграють важливу роль у тому, як сучасний ШІ стає \"розумним\". Ці величезні набори даних надають ШІ матеріал для навчання. Чим більше даних ШІ має для аналізу, тим краще він може вчитися і робити точніші висновки.",
    "modernAIChapter2Value5": "Постійне покращення алгоритмів машинного навчання та обробки даних дозволяє ШІ ставати все більш \"розумним\". Розробники постійно вдосконалюють ці алгоритми, щоб покращити здатність ШІ до навчання, адаптації та вирішення складних завдань.",
    "modernAIChapter2Value6": "Таким чином, сучасний штучний інтелект став \"розумним\" завдяки комбінації машинного навчання, нейронних мереж, використання великих даних та постійного вдосконалення алгоритмів. Він продовжує розвиватися, і з урахуванням швидкого розвитку технологій, можна очікувати, що він стане ще більш \"розумним\" в майбутньому.",
    "modernAIChapter3Title": "Сфери використання",
    "modernAIChapter3Value1": "Штучний інтелект (ШІ) проникає в усі сфери нашого життя, від повсякденного використання до високотехнологічних дослідницьких і промислових застосувань.",
    "modernAIChapter3Value2": "ШІ використовується в інтернеті та соціальних медіа для аналізу та розуміння поведінки користувачів, цілей рекламування, модерації контенту та навіть для виявлення і блокування зловмисного контенту. Алгоритми ШІ можуть аналізувати величезні обсяги даних для надання персоналізованого досвіду користувачам.",
    "modernAIChapter3Value3": "У медицині ШІ використовується для діагностики захворювань, планування лікування, аналізу медичних зображень та навіть для розробки нових ліків. ШІ допомагає лікарям у підтримці здоров'я пацієнтів та у попередженні хвороб.",
    "modernAIChapter3Value4": "ШІ використовується у системах автономних автомобілів, літаків та дронів. Ці системи використовують ШІ для аналізу та реагування на рухомий трафік, навігацію, планування маршрутів та визначення найбезпечніших і найбільш ефективних шляхів до цілі.",
    "modernAIChapter3Value5": "У ігровій промисловості ШІ використовується для створення інтелектуальних противників, які можуть адаптуватися до дій гравця. Він також може бути використаний для генерації вмісту, що збільшує реалістичність і варіативність в іграх.",
    "modernAIChapter3Value6": "ШІ використовується в освіті для персоналізованого навчання, допомагаючи вчителям та студентам адаптувати матеріали навчання для найкращого засвоєння. ШІ може допомогти визначити слабкі місця студентів, рекомендувати ресурси для покращення та навіть проводити автоматичну оцінку.",
    "modernAIChapter3Value7": "ШІ сьогодні використовується в незліченних сферах, з неперебільшеним успіхом вирішуючи різноманітні задачі. Проте, ШІ все ще активно розвивається, і ми можемо очікувати, що його використання тільки розшириться в майбутньому.",
    "modernAIChapter4Title": "Загрози використання",
    "modernAIChapter4Value1": "Штучний інтелект (ШІ) вже змінив наш світ і продовжує розвиватися швидкими темпами. Проте, як і з будь-якою потужною технологією, використання ШІ носить інформаційні, економічні та соціальні ризики.",
    "modernAIChapter4Value2": "У нашому все більш цифровому світі охорона конфіденційності і приватності стає все важливішою. ШІ, здатний обробляти та аналізувати величезні обсяги даних, може бути використаний для збору, аналізу і використання особистої інформації на способи, які можуть порушувати приватність. Це стосується не тільки особистих даних, які ми надаємо компаніям, але й тих даних, які ми навіть не усвідомлюємо, що ділимося. Проблеми з приватністю можуть з'являтися, якщо ці дані потрапляють в ненадійні руки або використовуються неналежним чином.",
    "modernAIChapter4Value3": "Автоматизація, що стала можливою завдяки ШІ, може суттєво вплинути на ринок праці. Деякі професії, особливо ті, що включають рутинні, повторювані задачі, можуть бути автоматизовані, що призведе до зникнення робочих місць. В той же час, ШІ може створити нові можливості для роботи, але це часто вимагає від людей нових навичок. Це може призвести до нерівності в заробітках та соціальному розриві.",
    "modernAIChapter4Value4": "Можливості ШІ можуть бути використані зловмисниками. ШІ може бути використаний для створення більш потужних кібератак, для автоматичного генерування обманливого контенту (такого як фейкові новини), для шахрайства або навіть для автономного зброї. Такі загрози вимагають від нас розробки нових методів захисту і контролю.",
    "modernAIChapter4Value5": "Використання ШІ викликає багато етичних питань. Якими мають бути етичні межі для використання ШІ в медицині, в судовій системі, у військовій сфері? Як ми повинні вирішувати питання відповідальності, коли ШІ приймає рішення з серйозними наслідками? Як ми можемо забезпечити, щоб ШІ був використаний для загального блага, а не для надмірного накопичення влади або багатства?",
    "modernAIChapter4Value6": "ШІ має великий потенціал, але важливо зосередитися не тільки на можливостях, але й на потенційних ризиках і загрозах. Необхідно постійно розробляти нові стратегії, політики і законодавчі норми для забезпечення етичного використання ШІ.",
    "modernAIChapter5Title": "Як використовувати?",
    "modernAIChapter5Value1": "Штучний інтелект (ШІ) стає все більш розповсюдженим в сучасному світі, проникаючи в усі сфери нашого життя. Це включає індустрію, бізнес, освіту, медицину, ентертеймент та багато інших.",
    "modernAIChapter5Value2": "Навіщо використовувати штучний інтелект?",
    "modernAIChapter5Value3": "Підвищення ефективності. ШІ може автоматизувати рутинні та часові процеси, дозволяючи людям зосередитися на більш складних і творчих завданнях.@breakВеликі дані. ШІ може аналізувати величезні набори даних та видобувати з них цінну інформацію. Це важливо в сучасному світі, де дані є новим \"нафтою\".@breakПерсоналізація. ШІ може адаптувати продукти, сервіси та досвід до індивідуальних потреб користувачів.",
    "modernAIChapter5Value4": "Як використовувати штучний інтелект?",
    "modernAIChapter5Value5": "Визначте ваші потреби. Перед тим, як використовувати ШІ, важливо зрозуміти, які задачі ви хочете вирішити. ШІ може бути використаний для різних цілей, таких як підвищення продуктивності, аналіз даних, виявлення шаблонів, прогнозування тенденцій тощо.@breakВибір технології. Існує багато різних типів технологій ШІ, включаючи машинне навчання, нейронні мережі, обробку природної мови тощо. Важливо вибрати правильний інструмент для вирішення вашої конкретної задачі.@breakРозробка та впровадження. Після визначення потреб та вибору технології ШІ, наступний крок - це розробка та впровадження рішення. Це може включати навчання моделей ШІ, тестування їх на реальних даних, оцінку результатів та налаштування системи для максимальної ефективності.@breakЕтичне використання. При використанні ШІ важливо враховувати етичні питання, такі як приватність даних, безпека, прозорість та справедливість. Забезпечення етичного використання ШІ є важливим для підтримки довіри користувачів та суспільства в цілому.",
    "modernAIChapter5Value6": "Штучний інтелект відкриває нові можливості та пропонує потужні інструменти для різних сфер життя. Його важливо використовувати ефективно та етично, щоб максимально використати його переваги та мінімізувати потенційні ризики.",
    "modernAIChapter1Diagram1": "Зростання популярності штучного інтелекту з часом. Дані отримано з Google Trends",
    "modernAIChapter4Diagram1": "Втрата робочих місць через використання штучного інтелекту в 2023 році. Дані взяті з Bloomberg, New York Post, CBS News",

    "howItWorksPageTitle": "Як Це Працює",
    "howItWorksPageDescription": "Дізнайтесь, як функціонує штучний інтелект. Цей розділ розглядає аспекти машинного навчання, нейронних мереж та інших технологій, що стоять за сучасним AI",
    "howItWorksChapter1Title": "Машинне навчання",
    "howItWorksChapter1Value1": "Штучний інтелект (AI) - це широкий термін, що включає в себе різні підходи та технології для створення систем, які можуть виконувати завдання, що вимагають людського інтелекту, такі як розпізнавання мови, визначення об'єктів, ухвалення рішень та багато іншого.",
    "howItWorksChapter1Value2": "Машинне навчання (ML) - це підгалузь AI, що зосереджується на розробці алгоритмів, які дозволяють комп'ютерам вчитися з даних. Машинне навчання працює шляхом вивчення шаблонів в даних і використання цих знань для передбачення або класифікації нових даних.",
    "howItWorksChapter2Title": "Глибоке навчання",
    "howItWorksChapter2Value1": "Глибоке навчання (Deep Learning) - це підгалузь машинного навчання, що використовує архітектури, відомі як нейронні мережі, які схожі на нейрони у людському мозку. Глибокі нейронні мережі мають велику кількість шарів, що містять нейрони, які обробляють і передають інформацію.",
    "howItWorksChapter2Value2": "Входи в такій мережі переходять через серію шарів, де кожен шар виконує певні функції обробки і передає свій вивід наступному шару. В процесі цього відбувається \"навчання\": кожен нейрон налаштовує свою реакцію на вхідні дані на основі помилок, що виникають під час передбачення мережі.",
    "howItWorksChapter3Title": "Алгоритми",
    "howItWorksChapter3Value1": "Алгоритми в машинному навчанні - це процедури або формули, що використовуються для вирішення задач. Є різні види алгоритмів, що використовуються в машинному навчанні, залежно від типу задачі. Наприклад, використовуються алгоритми кластеризації для групування схожих об'єктів, алгоритми регресії для прогнозування неперервних значень, алгоритми класифікації для прогнозування категорії об'єкта.",
    "howItWorksChapter4Title": "Приклади роботи у житті",
    "howItWorksChapter4Value1": "Штучний інтелект (AI) революціонізує традиційні методи виконання задач у всесвітньому масштабі, і це відбувається в масштабі, який ми можемо бачити та відчувати в нашому повсякденному житті. AI, який використовує машинне навчання та глибоке навчання для обробки та аналізу величезних обсягів даних, дозволяє нам виконувати складні завдання швидше та ефективніше, ніж ми могли б це зробити раніше.",
    "howItWorksChapter4Value2": "В електронній комерції AI використовується для аналізу покупкової поведінки клієнтів, щоб робити персоналізовані рекомендації. Рекомендаційні системи, які засновані на AI, можуть аналізувати попередні покупки клієнта, перегляди та пошукові запити, щоб представити відповідні товари або послуги.",
    "howItWorksChapter4Value3": "В медицині AI використовується для підтримки діагностики та лікування. Алгоритми машинного навчання можуть аналізувати медичні зображення для виявлення патологій, які можуть бути неявними для людського ока. Також, AI може використовуватися для аналізу електронних медичних записів та передбачення потенційних проблем зі здоров'ям на основі даних пацієнтів.",
    "howItWorksChapter4Value4": "Безпілотні автомобілі - це один з найбільш очевидних прикладів використання AI. AI використовується для обробки даних з сенсорів та камер автомобіля, щоб зрозуміти оточення автомобіля та прийняти рішення про керування. Це означає, що автомобіль може сам вирішувати, коли зупинитися, коли повернути, і як найкраще уникнути потенційних перешкод.",
    "howItWorksChapter4Value5": "AI також використовується для забезпечення безпеки. Наприклад, в області кібербезпеки AI може виявляти шаблони атаки і попереджати про потенційні загрози. В області домашньої безпеки, AI може використовуватися в камерах безпеки для розпізнавання обличь та виявлення несанкціонованого доступу.",
    "howItWorksChapter4Value6": "Штучний інтелект вже відіграє важливу роль у нашому повсякденному житті, допомагаючи нам виконувати різноманітні задачи більш ефективно. З розвитком технологій, можливості AI будуть лише зростати, проникаючи в ще більше сфер нашого життя.",

    "aiToolsPageTitle": "AI Інструменти",

    "aiToolsPageDescription": "Цей розділ представляє інструменти та ресурси, які можуть бути використані для розробки та впровадження рішень на базі штучного інтелекту",
    "aiToolsChapter1Title": "ChatGPT",
    "aiToolsChapter1Value1": "ChatGPT - це штучний інтелект, створений компанією OpenAI. Його основна задача - спілкування з людьми в текстовому форматі, відповіді на питання, надання інформації та підтримка розмови на різні теми. ChatGPT був створений за допомогою методу навчання з підкріпленням на великому наборі даних, що містить різноманітні текстові розмови.",
    "aiToolsChapter1Value2": "ChatGPT використовує модель мови GPT (Generative Pretrained Transformer), яка була навчена на величезному наборі текстових даних з Інтернету. Модель GPT є моделлю трансформатора, яка використовується для генерації тексту, але також може використовуватися для інших завдань, пов'язаних з обробкою природної мови.",
    "aiToolsChapter1Value3": "Ось декілька ключових аспектів ChatGPT, які важливо знати:",
    "aiToolsChapter1Value4": "Навчання з підкріпленням. Це метод навчання, який використовується для тренування ChatGPT. Він базується на принципі нагороди та покарання: коли модель робить щось добре (наприклад, дає правильну відповідь на питання), вона отримує позитивне підкріплення. Коли вона робить щось погано (наприклад, дає невірну відповідь), вона отримує негативне підкріплення.@breakВикористання трансформаторів. ChatGPT використовує архітектуру трансформатора, яка є основою моделі GPT. Трансформатори - це тип нейронних мереж, що використовуються в обробці природної мови. Вони вміють враховувати контекст слова у реченні, що дозволяє моделі краще розуміти значення слів та фраз.@breakГенерація відповідей. ChatGPT генерує відповіді на вхідні запити, використовуючи свої знання мови і здатність враховувати контекст. За допомогою цього він може вести розмови на різні теми, відповідати на питання і навіть писати креативні тексти, такі як поезії або короткі оповідання.@breakБезпека та етика. OpenAI приділяє велику увагу безпеці та етичним аспектам використання штучного інтелекту. Вони намагаються забезпечити, щоб ChatGPT використовувався відповідально і не зловживав своїми здібностями. Наприклад, ChatGPT може відмовитися відповідати на питання, які він вважає недоречними або шкідливими.@breakПостійне оновлення. ChatGPT постійно оновлюється і вдосконалюється. З часом він стає кращим у веденні розмов і відповіді на питання. Крім того, OpenAI регулярно випускає нові версії ChatGPT з удосконаленнями та додатковими можливостями.",
    "aiToolsChapter1Value5": "ChatGPT, також відомий як Generative Pretrained Transformer 3 (GPT-3), має ряд переваг та недоліків.",
    "aiToolsChapter1Value6": "Переваги:",
    "aiToolsChapter1Value7": "Гнучкість. ChatGPT має здатність генерувати текст на велику кількість тем, оскільки він був навчений на великій кількості даних з різних джерел.@breakЗдатність до навчання. Він може навчатися з багатьох різних джерел та використовувати ці знання для відповідей на запитання або генерування нового тексту.@breakШирокий діапазон застосувань. ChatGPT можна використовувати для різних цілей, включаючи, але не обмежуючись, підтримкою клієнтів, написанням тексту, створенням контенту, навчанням та освітою.",
    "aiToolsChapter1Value8": "Недоліки:",
    "aiToolsChapter1Value9": "Обмежена глибина розуміння. Хоча ChatGPT може генерувати текст, який виглядає розумним, він насправді не розуміє контексту в такий же спосіб, як люди. Він не має свідомості або розуміння світу.@breakМожливість генерування неточних відповідей. Хоча ChatGPT був навчений на великій кількості даних, він може все одно генерувати неточні відповіді або інформацію, особливо якщо його попросити відповісти на вкрай специфічні або незвичайні запитання.@breakЕтичні проблеми. Етічні питання, такі як можливість використання ChatGPT для генерації шкідливого або обманного контенту, є серйозними проблемами. OpenAI робить значні зусилля, щоб обмежити можливість зловживань, але ризики все ще існують.@breakТоксичність. Через те, що ChatGPT навчається на великій кількості даних з Інтернету, він може випадково генерувати токсичний або образливий контент. OpenAI вживає заходів, щоб обмежити це, але проблема все ще залишається.",
    "aiToolsChapter1Value10": "Модель GPT-3, на основі якої побудована ChatGPT, була навчена на сотнях мільярдів слів і має більше 175 мільярдів параметрів. Вона була створена у 2020 році, і її тренувальні дані включають інформацію, доступну до цього часу.",
    "aiToolsChapter1Value11": "Важливо зазначити, що нинішній ChatGPT, який мав версію GPT-3, був оновлений до версії GPT-4, яка має більше параметрів і була навчена на більшій кількості даних, що дозволило їй генерувати більш точні та відповідні виводи. Проте, на момент останнього оновлення, ChatGPT базується на GPT-3.",
    "aiToolsChapter1Value12": "Перейти до ChatGPT",

    "aiToolsChapter2Title": "DALL·E 2",
    "aiToolsChapter2Value1": "DALL·E 2 - це система штучного інтелекту, яка може створювати реалістичні зображення та мистецтво з опису природною мовою.",
    "aiToolsChapter2Value2": "Ця система може створювати оригінальні, реалістичні зображення та мистецтво з текстового опису, комбінувати концепції, атрибути та стилі. Крім того, DALL·E 2 може розширювати зображення понад те, що є в оригінальному полотні, створюючи нові композиції.",
    "aiToolsChapter2Value3": "DALL·E 2 може робити реалістичні редагування існуючих зображень з природною мовою. Вона може додавати та видаляти елементи, враховуючи тіні, відблиски та текстури. Крім того, система може взяти зображення та створити різні варіації його, натхненні оригіналом.",
    "aiToolsChapter2Value4": "OpenAI вперше представила DALL·E у січні 2021 року. Рік потому, наша новітня система, DALL·E 2, генерує більш реалістичні та точні зображення з 4-х кратним збільшенням роздільної здатності. При порівнянні з DALL·E 1, DALL·E 2 надається перевага: 71,7% вважають його кращим для відповідності підписів, і 88,8% - для фотореалізму.",
    "aiToolsChapter2Value5": "DALL·E 2 почалася як дослідницький проект і тепер доступна у бета-версії. OpenAI розроблюють та продовжують вдосконалювати заходи безпеки, такі як:",
    "aiToolsChapter2Value6": "Попередження шкідливих генерацій. Ми обмежили можливість для DALL·E 2 генерувати насильницькі, ненависницькі абодорослі зображення. Ми мінімізували вплив DALL·E 2 на ці концепції, видаливши найбільш експліцитний контент з навчальних даних. Ми також використовували передові методи для запобігання фотореалістичних генерацій облич реальних осіб, включаючи облич публічних осіб@breakПриборкання зловживання: Наша політика щодо контенту не дозволяє користувачам генерувати насильницький, дорослий або політичний контент, серед інших категорій. Ми не будемо генерувати зображення, якщо наші фільтри виявлять текстові підказки та завантаження зображень, які можуть порушувати наші політики. У нас також є автоматизовані та людські системи моніторингу для запобігання зловживанням.@break.Фазове розгортання на основі навчання: Навчання з реального використання є важливою частиною розробки та розгортання AI відповідно. Ми почали з попереднього огляду DALL·E 2 для обмеженого числа довірених користувачів. Оскільки ми дізнавалися більше про можливості та обмеження технології та отримували впевненість у наших системах безпеки, ми поступово додавали більше користувачів",
    "aiToolsChapter2Value7": "DALL-E-2 це друга версія оригінального генератора зображень DALL-E, заснованого на глибокому навчанні та обробці природної мови та більш конкретно на Generative Pre-Trained Transformer 3 або GPT-3. Вона була оголошена в квітні 2022 року і стала доступною публіці за початком в вересні 2022 року. Основне застосування DALL-E-2 полягає у генерації зображень за допомогою текстової команди або текстового опису. Ці згенеровані зображення можна використовувати для особистих та комерційних цілей без необхідності отримання ліцензій.",
    "aiToolsChapter2Value8": "Переваги:",
    "aiToolsChapter2Value9": "Безкоштовні та платні варіанти. OpenAI вибрав freemium-бізнес-модель для цього генератора AI. Користувач має 50 безкоштовних кредитів у своєму першому місяці та 15 безкоштовних кредитів у кожному наступному місяці. Зауважте, що одне згенероване та завантажене зображення коштує один кредит. Додаткові 115 кредитів коштують 15,00 доларів США.@breakСпрощує створення зображень. DALL-E 2 спрощує процес створення зображень, здатний генерувати більш реалістичні зображення високої роздільної здатності, які включають різні художні концепції, атрибути та стилі.@breakКористувач володіє авторським правом. Всі права на власність, що стосуються згенерованих зображень, належать конкретному користувачу.",
    "aiToolsChapter2Value10": "Недоліки:",
    "aiToolsChapter2Value11": "Найкращий для сюрреалістичного мистецтва. Цей генератор зображень найкращий для генерації сюрреалістичного мистецтва. Він продемонстрував поліпшення порівняно з своїм попередником, але все ще далекий від виробництва фотореалістичних зображень.@breakПомилки в генерації зображень. Основна модель мови DALL-E 2 розуміє тільки англійську мову.@breakМожливі юридичні проблеми. Інші можливі етичні питання та юридичні проблеми можуть виникнути в результаті використання DALL-E 2. Ця послуга генерує зображення з великої колекції зображень, що були витягнуті з публічної бази даних, такої як інтернет. Є ймовірність, що конкретне згенероване зображення матиме деякий ступінь схожості з оригінальним зображенням або іншими згенерованими зображеннями.",
    "aiToolsChapter2Value12": "Перейти до DALL·E 2",

    "aiToolsChapter3Title": "DeepL Translator",
    "aiToolsChapter3Value1": "DeepL Translator - це сервіс нейронного перекладу машин, який був запущений у серпні 2017 року і власність якого належить компанії DeepL SE, що базується в Кельні. Система перекладу спочатку була розроблена в рамках Linguee і запущена як окрема сутність DeepL. Вона спочатку пропонувала переклади між сімома європейськими мовами і з того часу поступово розширювалася, додавши підтримку 31 мови, включаючи англійську, німецьку, французьку, іспанську, італійську, польську та голландську.",
    "aiToolsChapter3Value2": "DeepL використовує власний алгоритм із згортковими нейронними мережами (CNN), які були навчені на базі даних Linguee. За словами розробників, сервіс використовує нову, вдосконалену архітектуру нейронних мереж, що призводить до більш натурального звучання перекладів, ніж у конкуруючих сервісів. Переклад створюється за допомогою суперкомп'ютера, що досягає 5,1 петафлопсів і розташований в Ісландії, де він працює на гідроенергії. Загалом, CNN дещо краще підходять для довгих послідовностей слів, але конкуренти поки що не використовують їх через їхні слабкі сторони порівняно з рекурентними нейронними мережами. Слабкі сторони DeepL компенсуються допоміжними техніками, деякі з яких відомі публічно.",
    "aiToolsChapter3Value3": "DeepL можна використовувати безкоштовно з обмеженням в 5 000 символів на переклад. Файли Microsoft Word і PowerPoint у форматах Office Open XML (.docx і .pptx), а також PDF-файли, також можна перекладати.",
    "aiToolsChapter3Value4": "Компанія пропонує платну підписку, названу DeepL Pro, яка стала доступною з березня 2018 року і включає доступ до API для програмування додатків і плагін програмного забезпечення для комп'ютерних інструментів перекладу, включаючи SDL Trados Studio. На відміну від безкоштовної версії, перекладені тексти, як заявлено, не зберігаються на сервері; крім того, видаляється обмеження на кількість символів. Модель щомісячної оплати включає встановлену кількість тексту, тексти за межами цього обчислюються за кількістю символів.",
    "aiToolsChapter3Value5": "DeepL Translator є сервісом машинного перекладу на основі нейронних мереж, запущеним у серпні 2017 року. Спочатку він пропонував переклад між сімома європейськими мовами, але згодом поступово розширився до підтримки 31 мови.",
    "aiToolsChapter3Value6": "Переваги:",
    "aiToolsChapter3Value7": "Високий рівень якості перекладу. DeepL використовує власний алгоритм з конволюційними нейронними мережами, навченими на базі даних Linguee. Він надає більш природний звучання перекладів, ніж інші сервіси, і використовує суперкомп'ютер, що досягає 5.1 петафлопса, працюючи в Ісландії на гідроенергії.@breakБезкоштовна версія. DeepL пропонує безкоштовну версію свого інструменту, яка дозволяє перекладати до 5,000 символів за один раз. Файли Microsoft Word і PowerPoint у форматах Office Open XML (.docx і .pptx), а також PDF-файли, також можуть бути перекладені.@breakПокращення на основі відгуків користувачів. DeepL використовує відгуки користувачів та оцінки для покращення якості перекладів.",
    "aiToolsChapter3Value8": "Недоліки:",
    "aiToolsChapter3Value9": "Проблеми з конфіденційністю. Незважаючи на те, що платна версія DeepL гарантує, що вони не зберігатимуть жодного з ваших текстів, чутливі дані компанії все ж проходять через їхні сервери для обробки. Якщо ви використовуєте безкоштовну версію DeepL, компанія зберігатиме ваші тексти протягом певного часу, щоб вдосконалити та оновити свій алгоритм.@breakОбмежена кількість мов. DeepL може перекладати обмежену кількість мов, в основному європейських. Наприклад, Google Translate пропонує переклад більше ніж 100 мов.@breakНе враховує контекст. Незважаючи на високу якість перекладу, DeepL все ще не може повністю зрозуміти контекст. DeepL пропонує вам більший вибір синонімів до кожного слова, але не враховує важливі фактори, такі як специфічні потреби бізнесу, культуру та аудиторію.@breakЯкість варіюється в залежності від пари мов. Як і у Google Translate, якість перекладів може варіюватися в залежності від обраної пари мов. DeepL акцентує увагу на європейських мовах, тоді як японський і китайський переклади були додані лише недавно.",
    "aiToolsChapter3Value10": "Також варто зазначити, що DeepL пропонує платну передплату, названу DeepL Pro, яка включає доступ до програмного інтерфейсу перекладу та плагін програмного забезпечення для інструментів перекладу з допомогою комп'ютера, включаючи SDL Trados Studio. Відмінно від безкоштовної версії, перекладені тексти, як стверджується, не зберігаються на сервері; крім того, обмеження на кількість символів знімається.",
    "aiToolsChapter3Value11": "Перейти до DeepL Translator",

    "aiToolsChapter4Title": "Stable Diffusion",
    "aiToolsChapter4Value1": "Stable Diffusion - це спеціальний тип програми, відомий як модель глибокого навчання. Вона була створена в 2022 році. Її основне призначення - створювати деталізовані зображення на основі текстових описів. Але вона також може використовуватися для інших завдань, наприклад, для вставки частин зображень, створення перекладів зображення на зображення, керованих текстом​.",
    "aiToolsChapter4Value2": "Stable Diffusion була створена стартап-компанією, відомою як Stability AI, разом з декількома науковцями та некомерційними організаціями. Вона може працювати на більшості комп'ютерів, які мають відеокарту з мінімум 8 ГБ пам'яті​.",
    "aiToolsChapter4Value3": "Stable Diffusion працює за допомогою процесу, відомого як \"латентна дифузія\". Це означає, що вона використовує спеціальний вид шуму для створення унікальних зображень на основі текстових описів. Спочатку вона стискає зображення, а потім використовує цей \"шум\" для додавання деталей до зображення. Потім вона \"чистить\" зображення, щоб зробити його чіткішим. Цей процес можна повторити кілька разів, щоб отримати деталізоване зображення​​.",
    "aiToolsChapter4Value4": "Stable Diffusion була навчена на основі великої кількості зображень та відповідних їм текстових описів. Ці дані були взяті з великої колекції інформації з Інтернету, відомої як LAION-5B​​.",
    "aiToolsChapter4Value5": "Переваги:",
    "aiToolsChapter4Value6": "Stable Diffusion може поліпшити стабільність та якість результатів зображень порівняно з традиційними техніками, такими як глибокі нейронні мережі та байєсівський аналіз зображень.@breakМоже генерувати високоякісні зображення з джерел низької якості, що робить його корисним інструментом для покращення старих або зображень низької роздільної здатності.@breakМоже використовуватися для підсилення конкретних характеристик на зображенні, таких як кольори, текстури та інше.@breakМоже використовуватися як для статичних, так і для динамічних зображень, що робить його універсальним інструментом.@breakМоже заощадити час та зусилля порівняно з ручним редагуванням.",
    "aiToolsChapter4Value7": "Недоліки:",
    "aiToolsChapter4Value8": "Stable Diffusion може бути обчислювально витратним та потребує багато часу, особливо при роботі з великими зображеннями або відео.@breakЯкість результатів може варіюватися залежно від вхідних даних та використаних параметрів мережі.@breakМоже бути непридатним для деяких типів завдань з редагування зображень, таких як видалення небажаних елементів з зображення.@breakМоже вимагати спеціалізоване апаратне і програмне забезпечення для ефективної роботи, що може бути дорого.@breakМоже бути непридатним для всіх типів зображень, таких як зображення з низьким контрастом або шумні зображення.",
    "aiToolsChapter4Value9": "Поради щодо використання:",
    "aiToolsChapter4Value10": "Завжди зберігайте оригінальний файл зображення на випадок, якщо вам захочеться повернутися до нього@breakЕкспериментуйте з різними параметрами для досягнення бажаного ефекту.@breakНе зловживайте використанням Stable Diffusion, оскільки це може призвести до втрати деталей зображення.@breakВикористовуйте зображення високої роздільної здатності для найкращих результатів.@breakРозгляньте можливість використання інших технік редагування разом з Stable Diffusion для досягнення найкращих результатів​​.",
    "aiToolsChapter4Value11": "Перейти до Stable Diffusion",

    "aiToolsChapter5Title": "GitHub Copilot",
    "aiToolsChapter5Value1": "GitHub Copilot – це інструмент для розробки програмного забезпечення, створений GitHub спільно з OpenAI. Він використовує штучний інтелект, щоб допомогти розробникам писати код. GitHub Copilot може працювати як плагін для редактора коду Visual Studio Code (VS Code), де він допомагає автоматично генерувати код, відповідаючи на коментарі користувачів та аналізуючи вже написаний код.",
    "aiToolsChapter5Value2": "GitHub Copilot використовує модель машинного навчання, засновану на GPT-3 від OpenAI. Ця модель була навчена на великій кількості відкритого вихідного коду з GitHub. Таким чином, вона вміє генерувати код на різних мовах програмування, включаючи Python, JavaScript, TypeScript, Ruby, Java та багато інших.",
    "aiToolsChapter5Value3": "Модель машинного навчання використовує синтаксис та контекст вже написаного коду, щоб згенерувати відповідний код. Вона може допомогти з автоматичним доповненням коду, створенням нових функцій, написанням тестів та ін.",
    "aiToolsChapter5Value4": "Для використання GitHub Copilot користувач повинен встановити його як плагін у редакторі коду VS Code. Після встановлення, він буде автоматично пропонувати доповнення до коду в реальному часі.",
    "aiToolsChapter5Value5": "Коли користувач вводить нову лінію коду або коментар, GitHub Copilot аналізує контекст та пропонує відповідний код. Користувач може вибрати пропонований код або ввести свій власний.",
    "aiToolsChapter5Value6": "GitHub Copilot є автоматичним помічником для програмістів, який надає пропозиції щодо рядків коду або цілих функцій прямо у вашому редакторі. Це може бути корисним інструментом для багатьох розробників, оскільки він може пропонувати код на основі мільйонів рядків коду, відкритого в Інтернеті.",
    "aiToolsChapter5Value7": "Переваги:",
    "aiToolsChapter5Value8": "Широкий спектр підтримуваних мов. Copilot розроблено для того, щоб допомагати з широким набором мов та фреймворків.@breakРозуміння контексту. Copilot не просто доповнює код, але й розуміє ваші коментарі та пов'язаний код. Він може навіть пропонувати код, що відповідає вашим коментарям.@breakЗручність в навчанні. Copilot може бути корисним для вивчення нових мов програмування або фреймворків.",
    "aiToolsChapter5Value9": "Недоліки:",
    "aiToolsChapter5Value10": "Не завжди правильні пропозиції. Copilot не завжди генерує ідеальний код, тому вам потрібно уважно переглядати код, який генерує Copilot.@breakВипадкове генерування небезпечного коду. Copilot може іноді генерувати код, який може бути небезпечним, наприклад, код, що містить витік даних.@breakНе замінює потребу в людських розробниках. GitHub Copilot не замінює потребу в розробниці, розроблений досвідченими людськими програмістами. Він не вирішує складні проблеми програмування або не проектує системи.",
    "aiToolsChapter5Value11": "Важливо відзначити, що GitHub Copilot пропонує безкоштовний пробний період в 30 днів для нових користувачів, але після цього він стає платним.",
    "aiToolsChapter5Value12": "Перейти до GitHub Copilot",

    "aiToolsChapter6Title": "Midjourney",
    "aiToolsChapter6Value1": "Midjourney - це програма та сервіс генеративного штучного інтелекту, створений та розміщений незалежною дослідницькою лабораторією Midjourney, Inc., розташованою у Сан-Франциско. Midjourney генерує зображення з описів природної мови, називаних \"промптами\", подібно до DALL-E і Stable Diffusion від OpenAI.",
    "aiToolsChapter6Value2": "Щодо переваг Midjourney, цей інструмент відрізняється високим ступенем налаштовуваності. Він пропонує різні параметри, які користувачі можуть змінювати, щоб генерувати унікальні візуали на основі своїх вподобань. Крім того, його інтерфейс є інтуїтивно зрозумілим, що робить його доступним навіть для новачків у сфері штучного інтелекту.",
    "aiToolsChapter6Value3": "Однак, як і будь-який інший інструмент, Midjourney має свої недоліки. Незважаючи на те, що цей інструмент відрізняється абстракцією та творчістю, він може виявитися не таким ефективним, коли йдеться про створення гіперреалістичних зображень. Крім того, якість вихідних даних великою мірою залежить від точності введеного опису.",
    "aiToolsChapter6Value4": "У порівнянні з DALL-E, Midjourney має більше можливостей для налаштування та персоналізації, в той час як DALL-E виробляє деталізовані та реалістичні зображення, які часто перевершують зображення інших подібних програм за якістю. Однак, DALL-E пропонує менше простору для налаштування та персоналізації.",
    "aiToolsChapter6Value5": "Компанія регулярно працює над поліпшенням своїх алгоритмів, випускаючи нові версії моделей кожні кілька місяців. Остання версія моделі 5.1 була випущена 3 травня 2023 року. Ця модель більш \"опінійована\" ніж версія 5, застосовуючи більше власної стилізації до зображень, тоді як модель 5.1 RAW додає поліпшення, краще працюючи з більш буквальними промптами.",
    "aiToolsChapter6Value6": "Наразі Midjourney доступний лише через бота Discord на офіційному сервері Discord, шляхом прямого повідомлення боту або запрошення бота на сторонній сервер. Для генерації зображень користувачі використовують команду `/imagine` та вводять промпт; бот потім повертає набір з чотирьох зображень. Користувачі можуть потім вибрати, які зображення вони хочуть збільшити. Midjourney також працює над веб-інтерфейсом.",
    "aiToolsChapter6Value7": "Перейти до Midjourney",

    "examplesPageTitle": "Приклади",
    "examplesPageDescription": "Дослідіть конкретні приклади використання штучного інтелекту в різних сферах,які демонструють його потужність та гнучкість. Це надасть уявлення про реальні застосування AI і його потенційний вплив",
    "examplesChapter1Title": "Використайте ШІ",
    "examplesChapter1Value1": "Ви зможете спробувати взаємодію з передовими моделями штучного інтелекту прямо на нашому сайті. Це дасть вам змогу краще зрозуміти, як штучний інтелект може бути використаний в реальному світі, а також дасть вам досвід безпосередньої взаємодії з AI. Ми надамо інструкції та описи для кожного AI інструменту, який представлений тут, щоб ви могли повною мірою використовувати їх потенціал.",

    "examplesChapter2Title": "AI Чат",
    "examplesChapter2Value1": "Цей розділ представляє інтерфейс для взаємодії з ChatGPT - передовою моделлю штучного інтелекту від OpenAI. Ви можете використовувати цей інтерфейс для спілкування з AI, надсилаючи повідомлення і отримуючи відповіді.",
    "examplesChapter2Value2": "Інтерфейс представлений у вигляді вікна чату, яке поділено на дві основні частини:",
    "examplesChapter2Value3": "Чат. Це верхня частина вікна, де ви бачите історію вашого діалогу з ChatGPT. Кожне ваше повідомлення та відповідь ChatGPT відображаються тут по мірі їх надходження.",
    "examplesChapter2Value4": "Інтерактивні Елементи. Ця нижня частина вікна містить різні інструменти для взаємодії з ChatGPT:",
    "examplesChapter2Value5": "Поле вводу повідомлення. Тут ви можете ввести своє повідомлення для ChatGPT. Після введення повідомлення, ви можете натиснути кнопку відправлення, щоб надіслати повідомлення.@breakКнопка відправлення. Коли ви введете своє повідомлення в поле вводу, ви можете натиснути цю кнопку, щоб відправити своє повідомлення ChatGPT. Важливо зазначити, що ви не зможете використовувати поле вводу або відправити наступне повідомлення, доки не отримаєте відповідь на попереднє повідомлення.@breakКнопка \"Завантажити\". За допомогою цієї кнопки ви можете завантажити історію вашого діалогу з ChatGPT у форматі JSON. Це може бути корисно, якщо ви хочете зберегти вашу розмову для подальшого аналізу або використання.@breakКнопка \"Видалити\". Якщо ви хочете видалити всю історію діалогу, просто натисніть цю кнопку. Всі повідомлення в чаті будуть видалені.",
    "examplesChapter2Value6": "Таким чином, інтерфейс для взаємодії з ChatGPT дозволяє вам легко та зручно спілкуватися з AI, використовуючи введення тексту та керуючи вашим діалогом за допомогою інтерактивних елементів.",
    "examplesChapter2Value7": "Поради та підказки для використання:",
    "examplesChapter2Value8": "Ясність запиту. Пам'ятайте, що AI використовує інформацію в вашому запиті для формування відповіді. Тому більш ясні і деталізовані запити, зазвичай, призводять до більш точних відповідей.@breakДовжина запиту. ChatGPT може обробити обмежену кількість символів за раз. Якщо ваш запит або діалог стає занадто довгим, AI може не врахувати всю інформацію.@breakПитання про актуальні події. Враховуйте, що ChatGPT був навчений на великому наборі даних, який включає інформацію тільки до певного часу. Отже, AI може не знати про події або інформацію, яка стала доступною після цього періоду.@breakЗбереження діалогу. Якщо ви хочете зберегти ваш діалог для подальшого використання або аналізу, використовуйте кнопку \"Завантажити\" для збереження діалогу у форматі JSON.@breakЕкспериментуйте. Не бійтеся пробувати різні види запитів та досліджувати різні теми. Це допоможе вам краще зрозуміти, як ChatGPT реагує на різні ситуації та типи інформації.",
    "examplesChapter2Value9": "Застереження:",
    "examplesChapter2Value10": "Точність інформації. Незважаючи на те, що ChatGPT навчається на великій кількості даних, інформація, яку він надає, може бути неточною або викривленою. Завжди перевіряйте інформацію з надійних джерел.@breakПерсональні дані. Не діліться персональною або конфіденційною інформацією з ChatGPT. AI не має можливості зберігати або передавати вашу інформацію, але краще бути впевненим у безпеці своїх даних.@breakЕтичні межі. Хоча AI намагається відмовляти у відповідях, які можуть бути шкідливими або непристойними, він може не завжди правильно розпізнавати такі запити. Завжди використовуйте AI відповідно до етичних стандартів та норм поведінки.@breakЗалежність від технології. Не покладайтеся на ChatGPT для критично важливих завдань або рішень. Хоча AI може бути корисним інструментом, він не повинен замінювати людське судження або відповідальність.",
    "examplesChapter2Value11": "Перейти до AI Чату",

    "examplesChapter3Title": "AI Зображення",
    "examplesChapter3Value1": "DALL·E 2 - це система, створена OpenAI, яка генерує зображення з текстових описів. Взаємодія з DALL·E 2 відбувається на окремій сторінці сайту через вікно чату.",
    "examplesChapter3Value2": "Верхня частина інтерфейсу відображає діалог між користувачем і DALL·E 2. Кожне повідомлення користувача є запитом на генерацію зображення, на який DALL·E 2 відповідає згенерованими зображеннями. DALL·E 2 генерує 4 варіанти зображення для кожного запиту.",
    "examplesChapter3Value3": "Кожне згенероване зображення супроводжується кнопкою \"Поділитись\". Натискання на \"Поділитись\" відкриває додаткове вікно, де користувач може відправити зображення в галерею спільноти, вказавши своє ім'я. Тільки після цього користувач може завантажити зображення.",
    "examplesChapter3Value4": "Нижня частина інтерфейсу містить поле вводу для введення запиту, кнопку відправлення запиту, кнопку \"Спільнота\" для перегляду галереї спільноти, кнопку \"Завантажити\" для збереження історії чату у форматі JSON і кнопку \"Видалити\" для видалення всіх повідомлень у чаті.",
    "examplesChapter3Value5": "Після відправлення запиту, користувач не може відправити новий, поки не отримає відповідь від DALL·E 2.",
    "examplesChapter3Value6": "Галерея спільноти показує зображення, які поділилися інші користувачі. На кожному зображенні вказано ім'я користувача, який поділився цим зображенням, і запит, на основі якого DALL·E 2 згенерував це зображення. Зображення, що були поділені користувачем, можна завантажити, натиснувши на кнопку \"Завантажити\".",
    "examplesChapter3Value7": "Поради та підказки для використання:",
    "examplesChapter3Value8": "Конкретизуйте свій запит. DALL·E 2 працює найкраще з конкретними та детальними запитами. Наприклад, \"червоний автомобіль 1960-х років\" буде кращим запитом ніж просто \"автомобіль\".@breakЕкспериментуйте. Не бійтесь використовувати нестандартні або фантастичні запити. DALL·E 2 здатний генерувати зображення з найрізноманітніших та найбільш незвичайних описів.@breakВикористовуйте галерею спільноти. Галерея спільноти може бути чудовим джерелом натхнення. Ви можете переглянути роботи інших користувачів, щоб отримати нові ідеї для своїх власних запитів.@breakПоділіться своєю роботою. Після того, як DALL·E 2 згенерував зображення, поділіться ним із спільнотою. Це дозволить іншим користувачам бачити вашу роботу, а також дозволить вам завантажити зображення.@breakЗберігайте історію діалогу. Використовуйте кнопку \"Завантажити\", щоб зберегти всю історію діалогу в форматі JSON. Це може бути корисно для відстеження своїх попередніх запитів і результатів.",
    "examplesChapter3Value9": "Застереження:",
    "examplesChapter3Value10": "Розумійте обмеження. DALL·E 2, як і будь-яка модель штучного інтелекту, має свої обмеження. Він не завжди може відтворити складні, детальні чи абстрактні концепції з точністю, яку ви могли б очікувати.@breakВідповідальне використання. Пам'ятайте, що згенеровані зображення мають бути використані відповідно. Не використовуйте DALL·E 2 для створення вмісту, який може бути неприйнятний, образливий або незаконний.@breakПам'ятайте про авторські права. Хоча DALL·E 2 генерує унікальні зображення, вони повинні бути використані з повагою до авторських прав. Не приписуйте собі авторство конкретних дизайнів або образів, які можуть належати іншим.@breakВикористання в комерційних цілях. У випадку використання зображень, згенерованих DALL·E 2, в комерційних цілях, необхідно вивчити відповідну політику використання і вирішити всі юридичні питання.@breakЗбереження даних. Переконайтесь, що ви завантажили всю важливу інформацію перед тим, як натиснути кнопку \"Видалити\". Одного разу натиснута, вся інформація в чаті буде втрачена без можливості відновлення.",
    "examplesChapter3Value11": "Перейти до AI Зображень",

    "aboutUsPageTitle": "Про Нас",
    "aboutUsPageDescription": "Дізнайтесь більше про команду, що стоїть за цим веб-сайтом, нашу місію та цінності",
    "aboutUsChapter1Title": "Про проект AI & YOU",
    "aboutUsChapter1Value1": "AI & YOU - це не просто веб-платформа, це місто, де люди можуть зануритися у світ штучного інтелекту та відкрити для себе його безмежні можливості. Наша місія - зробити передові AI технології доступними для всіх, незалежно від технічних знань або досвіду.",
    "aboutUsChapter1Value2": "Ми вважаємо, що штучний інтелект здатний перетворювати світ, відкриваючи нові горизонти в областях навчання, роботи, творчості та розваг. Проект AI & YOU створений, щоб демонструвати ці потенційні можливості, включаючи машинний переклад, генерацію тексту, генерацію зображень і багато іншого.",
    "aboutUsChapter1Value3": "Наша команда зосереджена на створенні високоякісного користувацького досвіду, пропонуючи інтуїтивно зрозумілі інтерфейси для взаємодії з AI, такі як ChatGPT та DALL·E 2. Ми прагнемо, щоб кожен відвідувач міг легко експериментувати з AI, отримувати корисну інформацію та навіть генерувати власне мистецтво.",
    "aboutUsChapter1Value4": "AI & YOU - це також спільнота. Ми надаємо платформу для обміну досвідом, дискусій та показу творчих робіт, створених за допомогою AI. Ми віримо в силу колективної інтелігенції та навчання через спілкування.",
    "aboutUsChapter1Value5": "Проект AI & YOU - це подорож у майбутнє, на яку ми запрошуємо вас. Хоча ми ще на початку цього захоплюючого шляху, ми прагнемо розвиватися разом з нашою спільнотою, відкриваючи нові можливості штучного інтелекту.",
    "aboutUsChapter2Title": "Зворотній зв'язок",
    "aboutUsChapter2Value1": "Шановний користувачу,",
    "aboutUsChapter2Value2": "Ми високо цінуємо Ваш внесок та бажання покращити наш продукт. Якщо у Вас є будь-які пропозиції, питання або Ви виявили якісь помилки, будь ласка, не вагайтеся зв'язатися з нами. Ваша думка дуже важлива для нас, і ми завжди відкриті до зворотного зв'язку, щоб зробити наш сервіс кращим для Вас.",
    "aboutUsChapter2Value3": "Ви можете зв'язатися з нами за наступними контактами, наведеними нижче. Ми гарантуємо, що Ваш запит буде розглянуто якнайшвидше.",
    "aboutUsChapter2Value4": "Дякуємо Вам за використання нашого сервісу та за Ваш внесок у його покращення.",
    "aboutUsChapter2Value5": "З повагою,",
    "aboutUsChapter2Value6": "Адміністрація AI & YOU.",
    "aboutUsContact1Title": "Телеграм",
    "aboutUsContact2Title": "Номер телефону",
    "aboutUsContact3Title": "Електронна пошта",

    "aiChatPageTitle": "AI Чат",
    "aiChatPageDescription": "Зануртеся у світ AI, спілкуючись безпосередньо з ChatGPT. Тут ви можете задавати питання, обговорювати ідеї та отримувати персоналізовані відповіді від цього передового штучного інтелекту.",
    "aiChatDocsCaption": "Радимо Вам перед використанням ознайомитись із документацією:",
    "aiChatDocsLink": "Документація до AI Чату",
    "aiChatPlaceholder": "Введіть Ваше повідомлення",
    "aiChatStartMessage": "Надішліть повідомлення, щоб почати чат із ChatGPT",
    "aiChatUserAuthor": "Ви",
    "aiChatErrorMessage": "Щось пішло не так... Спробуйте оновити сторінку та спробувати знову звернутися до AI",
    "aiChatMessagesCountTitle": "Надіслано повідомлень",
    "aiChatRequestCharactersCountTitle": "Символів у запитах",
    "aiChatResponseCharactersCountTitle": "Символів у відповідях",
    "aiChatDialogDownloadsCountTitle": "Завантажень діалогу",

    "aiImagesPageTitle": "AI Зображення",
    "aiImagesPageDescription": "Відкрийте для себе силу AI-генерації зображень з DALL·E 2. Погляньте, як AI перетворює ваші слова на візуальне мистецтво. Діліться своїми унікальними створеннями зі спільнотою та завантажуйте імпонуючі роботи інших користувачів.",
    "aiImagesDocsCaption": "Радимо Вам перед використанням ознайомитись із документацією:",
    "aiImagesDocsLink": "Документація до AI Зображень",
    "aiImagesPlaceholder": "Напишіть, що Вам потрібно створити",
    "aiImagesStartMessage": "Надішліть детальний опис для створення зображення за допомогою DALL·E 2",
    "aiImagesRequestsCountTitle": "Надіслано запитів",
    "aiImagesImagesGeneratedCountTitle": "Згенеровано зображень",
    "aiImagesCommunityPostsCountTitle": "Поділилися зі спільнотою",
    "aiImagesImageDownloadsCountTitle": "Завантажень зображень"
}